/* Alert title text for asking user before quite the insurnace aggregation flow */
"Generic.Alert.StopAggregationTitle" = "Do you want to stop insurance aggregation";

/* Generic text for Cancel */
"Generic.Cancel" = "Cancel";

/* Generic text for close */
"Generic.Close" = "Close";

/* Generic text for error title */
"Generic.Error.Title" = "Error";

/* Generic description text for loading text */
"Generic.Loading" = "Loading, please wait";

/* Generic text for OK */
"Generic.OK" = "OK";

/* Number of things, singular */
"Generic.Piece" = "%@ st";

/* Number of things, plural */
"Generic.Pieces" = "%@ st";

/* Header text to let the user to aggregate the insurance */
"Insurance.Aggregate.AddInsurance" = "Add your insurance";

/* Coming soon text to show when for not supported insurance type when aggregate the insurance */
"Insurance.Aggregate.ComingSoon" = "Coming Soon";

/* Text for the done button text to close the confirmation screen */
"Insurance.Aggregate.Confirmation.Done" = "Add to Holk";

/* Text to show when the aggregation is success and find the insurance */
"Insurance.Aggregate.Confirmation.InsuranceFound" = "We found your insurance at %@";

/* Text to show when not finding the insurance after aggregation */
"Insurance.Aggregate.Confirmation.InsuranceNotFound" = "Sorry, but we cannot find your insurance";

/* Title text when the aggregation is finished */
"Insurance.Aggregate.Confirmation.Title" = "Great,";

/* Description text to ask the user to aggregate the insurance and the text to show a link to terms and condition */
"Insurance.Aggregate.Description" = "We will fetch your insurance from %@. \n[Our terms and policies](http://google.com)";

/* Start title text on the navigation bar for aggregate new insurance */
"Insurance.Aggregate.NavigationTitle" = "Start finding your gaps";

/* Text for select which insurance type to aggregate the insurance */
"Insurance.Aggregate.SelectInsurance" = "Pick an insurance type";

/* Text for select which insurance company provider to aggregate the insurance */
"Insurance.Aggregate.SelectInsuranceProvider" = "Pick an insurance company";

/* Temporary unavailable text to show when the provider is not available for aggregate at the momnent */
"Insurance.Aggregate.TemporaryUnavailable" = "Temporary unavailable";

/* Insurance company text */
"Insurance.Company" = "Bolag";

/* Day left text to show how many days left before the insurance is expired, in singular */
"Insurance.DayLeft" = "Dag kvar";

/* Days left text to show how many days left before the insurance is expired, in plural */
"Insurance.DaysLeft" = "Dagar kvar";

/* Text to show the additional protections(subinsurances) of the insurance */
"Insurance.Details.AdditionalProtections" = "Grundskydd";

/* Text to show the basic protections(subinsurances) of the insurance */
"Insurance.Details.BasicProtections" = "Grundskydd";

/* Text to show the cost of the insurance */
"Insurance.Details.Cost" = "Kostnad";

/* Text to show the cost per month unit of the insurance */
"Insurance.Details.CostPerMonth" = "%@ kr/mån";

/* Protections text to show on how many subinsurance you have from the insurnace */
"Insurance.Details.Protections" = "Skydd";

/* Title Text to show on the insurnace detials view */
"Insurance.Details.Title" = "Dina skydd";

/* Valid for text to show who is the insurance protection for */
"Insurance.Details.ValidForPerson" = "Gäller för";

/* Expired text to when the insurance is expired */
"Insurance.Expired" = "Expired";

/* Expires today text to when the insurance is expiring */
"Insurance.ExpiresToday" = "Expires today";

/* Insurance text */
"Insurance.Text" = "Försäkringar";

/* Valid until text to show when the insurance is expiring */
"Insurance.ValidUntil" = "Gäller till";

/* First step text on the onboarding information view */
"Onboarding.Information.FirstStep" = "Hämta din försäkring med Bank-ID.";

/* Second step text on the onboarding information view */
"Onboarding.Information.SecondStep" = "Svara på några enkla frågor om din vardag";

/* Steps header text for onboarding information view */
"Onboarding.Information.Steps" = "3 enkla steg";

/* Subtitle text for onboarding information view */
"Onboarding.Information.Subtitle" = "Först granskar och analyseriar vi din försäkring och sedan jämför vi den med hur ditt vardagsliv ser ut.";

/* Third step text on the onboarding information view */
"Onboarding.Information.ThirdStep" = "Holks AI motor analyserar och letar luckor och saknade skydd som du bör tänka på.";

/* Title text for onboarding information view */
"Onboarding.Information.Title" = "Så här funkar det";

/* First title text on horizontal scrollable landing view */
"Onboarding.Landing.FirstTitle" = "Hitta dina luckor";

/* Login text on landing view */
"Onboarding.Landing.Login" = "Logga in";

/* Second title text on horizontal scrollable landing view */
"Onboarding.Landing.SecondTitle" = "Förstå din försäkring";

/* Third title text on horizontal scrollable landing view */
"Onboarding.Landing.ThirdTitle" = "Bli bättre skyddad";

/* Description text for asking email address on onboarding new user view */
"Onboarding.NewUser.Description" = "Enter your mail adress in order to complete your account";

/* Email placeholder text for on onboarding new user view */
"Onboarding.NewUser.EmailPlaceholder" = "E-post adress";

/* Welcome subtitle text for onboarding new user view */
"Onboarding.NewUser.Subtitle" = "Great to see that you want to sign up for Holk";

/* Welcome title text for onboarding new user view */
"Onboarding.NewUser.Title" = "Hi %@,";

/* Button text on the gap suggestion detail view for the call to action to get more insurance */
"Suggestion.Gap.ActionButton" = "Skaffa skydd";

/* Gaps suggestion text, singular */
"Suggestion.Gap.Gap" = "Lukor";

/* Gaps suggestion text, plural */
"Suggestion.Gap.Gaps" = "Lukor";

/* Gaps suggestion title text on the suggestion list */
"Suggestion.Gap.Title" = "Luckor som finns i ditt skydd";

/* Thinkofs suggestion detail title text on the think of suggestion detail */
"Suggestion.ThinkOf.DetailTitle" = "Din info";

/* Thinkofs suggestion text, singular */
"Suggestion.ThinkOf.ThinkOf" = "Tänk på";

/* Thinkofs suggestion text, plural */
"Suggestion.ThinkOf.ThinkOfs" = "Tänk på";

/* Thinkofs suggestion title text on the suggestion list */
"Suggestion.ThinkOf.Title" = "Viktiga saker att tänka på";

